app/controllers/data_controller.rb

  def display
    @user = User.find(1)
    @divisions = Division.all
---
SELECT "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
SELECT "divisions".* FROM "divisions"